<template>
	<view class="">
		<u-navbar title="服务协议" @rightClick="rightClick" @leftClick="$leftClick" class="mt44"></u-navbar>
		<view class="particulars-view">
			<view class="dcj-yiji">新航平台服务协议</view>
			<view class="view-right">修订日期：2021年12月16日</view>
			<view class="mt20">
				    在您首次通过网页或软件登录使用人像注册应用服务或向人像注册提供任何信息前，您应当仔细约定本协议内容，并重点关注粗体标注的条款。您勾选“我同意人像注册服务协议”并继续使用的行为即表示您同意并接受本协议的全部内容。如果您不同意本协议的内容，请勿勾选“我同意人像注册服务协议”，并应立即关闭、退出，不得继续使用本服务任何内容。
					</br>
				    
					<view class="font16"> 一、协议签订</view>
				    </br>
				    本协议是您与福建新航物联网科技有限公司（以下简称“新航科技”）之间关于您通过www.rotanovaiot.cn 网站及人像注册相关软件/接口使用人像注册服务（以下简称“本服务”）所订立的书面服务合同的有效组成部分。您确认您拥有签订本协议的全部授权与权限。如果您代表某一法人或组织签订本协议，您确认您已获得该法人或组织的授权，有权代表其接受本协议，在此情形下，本协议以下提及的“您”即代表该法人或组织。
				    </br>
				    本协议内容同时包括新航科技已经或可能发布的关于本服务的业务规则、隐私政策、用户须知等内容及其修订、更新，相关内容可能在网站或软件页面发布。为保护您的权利和合法利益，您应当及时查看最新公告。
				    
				    特别地，如您使用人像注册开放平台提供的开发者服务，则您还应特别遵守《人像注册开放平台使用规则》。
				    
				     </br>
				    
				   <view class="font16"> 二、人像注册账户</view>
					</br>
				    
				    2.1 人像注册的各项功能及服务建立于人像注册的账户体系之上，您需要合法取得人像注册账户，才能使用人像注册相关服务。根据人像注册的业务规则，您获得人像注册账户的前提是您或您所属的组织已经与新航科技签订了书面服务合同并已满足该合同约定的条件。如您不满足该前提，则您无权使用本服务，请立即停止使用。
				    </br>
				    2.2 您承诺已向新航科技提供您的真实身份信息，您已具备完全民事行为能力和民事权利能力。同时，您确认您不是任何国家、国际组织或者地域实施的贸易限制、制裁或其他法律、规则限制的对象，新航科技不会因为向您提供本服务而遭受任何不利。
				    </br>
				        2.3 您在注册和使用人像注册服务时，不得有以下情形：
				    </br>
				    （1）违反宪法或法律法规规定的；
				    </br>
				    （2）危害国家安全，泄露国家秘密，颠覆国家政权，破坏国家统一的；
				    </br>
				    （3）损害国家荣誉和利益的，损害公共利益的；
				    </br>
				    （4）煽动民族仇恨、民族歧视，破坏民族团结的；
				    </br>
				    （5）破坏国家宗教政策，宣扬邪教和封建迷信的；
				    </br>
				    （6）散布谣言，扰乱社会秩序，破坏社会稳定的；
				    </br>
				    （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
				    </br>
				    （8）侮辱或者诽谤他人，侵害他人合法权益的；
				    </br>
				    （9）含有法律、行政法规禁止的其他内容的。
				    
				     </br>
				    
				    2.4若您提供给新航科技的注册资料不准确，不真实，含有违法或不良信息的，新航科技有权不予注册，并保留终止本服务的权利。若您录入的信息存在违法和不良信息的，新航科技有权采取通知限期改正、暂停使用、注销登记等措施。对于冒用关联机构或社会名人注册账号名称的，新航科技有权注销该账号，并向政府主管部门进行报告。
				    </br>
				    2.5您同意，您提供的真实、准确、合法的人像注册账号注册资料是作为认定您与人像注册账号的关联性以及您的身份的唯一证据。新航科技有权依法要求您提交相关资料和信息以进行实名认证。
				    </br>
				    2.6 您有义务保管好您的账号信息及密码，并对通过该账号作出的任何行为承担法律责任。新航科技提醒您定期进行密码更新，并对他人使用您的私人计算机、移动终端等做出限制。如果因为您的管理不善造成账号、密码等被复制、被盗用或未经授权而使用，您同意自行承担可能遭受的损失及责任。
				    </br>
				    2.7人像注册账户的所有权归新航科技所有，您获得的均仅为人像注册的一定期限的、有限的、不可转让的、非排他的使用权，且您不得赠与、借用、租用、转让或售卖人像注册账户或者以其他方式许可他人使用人像注册账户。如您取得人像注册账户的方式与本协议约定不一致，请立即停止使用。
				    </br>
				    2.8您知晓并同意，如果（1）您购买的人像注册服务到期且您未在到期前续费；（2）您违反法律法规、本协议或书面合同的约定；（3）依照司法机关、行政机关的要求；或（4）依照声称被您侵权并提供了充分证明的第三方的要求，新航科技有权对您使用的人像注册账户进行限制，包括但不限于删除违法或侵权内容、暂停或终止服务、注销账号并删除数据等。对此，新航科技不承担除法律规定外的任何责任。
				    </br>
				     
				    
				   <view class="font16"> 三、使用规则</view>
				    </br>
				    3.1人像注册服务是指新航科技通过人像注册网站、人像注册软件及设备提供的图像及视频管理、数据存储、组织或社区管理等服务。新航科技及本服务本身不直接上传或提供内容。您在登录账户后，须自行添加您合法所有的且本服务支持的设备、上传必要的数据，才能实现相应功能。但本协议不构成对人像注册产品、服务、功能、特性的承诺与保证，您能获得的具体功能及权限应以您与新航科技签订的合同约定为依据。
				    </br>
				    3.2一般情况下，新航科技直接向您提供的人像注册账户具有管理员权限，您可以在您的账号按照使用规则及实际支持的功能添加设备、录入必要信息以使用本服务；如您购买了开发者服务，则您可利用新航科技提供的接口将您自主开发的应用接入人像注册开放平台。根据您与新航科技签订的书面合同，您还可能有权限开通一定的子账户。新航科技在此提醒您，您需对您的人像注册账户及您开通的子账户下的所有行为承担全部责任。您应要求您的子账户使用人遵守法律法规、社会公德及本协议的约定。
				    </br>
				    3.3【本条针对子账户】基于3.2条的规则，如您使用的是具有管理员权限的人像注册账户为您开通的子账户，则您亦应遵守本协议除3.2条之外的用户义务，但您的权利由您所属的组织授予。同时您理解并同意，新航科技仅须向您所属的组织（即管理员账户）承担义务，而无须对您承担义务。
				    </br>
				    3.4由于数据传输稳定性取决于网络运营商所提供的网络质量，在实际使用的情况下，可能会因为网速差、网络不稳定导致画面卡顿、马赛克、自动降画质等，您应当配置稳定、充足的网络资源，新航科技无法对您所选用的网络运营商所提供的网络质量提供保障。
				    </br>
				     
				    
				   <view class="font16"> 四、您的权利义务</view>
				    </br>
				        4.1您有权依照书面合同及本协议约定获得新航科技提供的相应服务。
				    </br>
				    4.2您理解并同意，本服务为收费服务，您需和新航科技就购买服务签署书面合同并支付相应费用，服务费用、支付方式、具体服务内容等应以您与新航科技签署的书面合同中约定为准。新航科技保留在您未按照约定支付全部费用之前不向您提供服务和/或技术支持，或者终止服务和/或技术支持的权利。同时，新航科技保留对欠费行为追究法律责任的权利。
				    </br>
				    4.3在您向新航科技提供可能包含个人信息的数据前，您应仔细阅读了解并遵守《人像注册隐私政策》（链接）之各项约定，否则您不得继续使用人像注册服务。您使用人像注册服务的行为视为您已了解并同意遵守《人像注册隐私政策》。
				    </br>
				    4.4您仅得按照书面合同明确约定的使用目的使用人像注册服务，不得利用人像注册服务进行具有牟利性质的商业使用（不论您事实上是否获利）或违反合同约定的其他用途，不得出租或出借人像注册账号、不得转授权其他组织使用人像注册服务等，否则新航科技有权立即暂停或终止向您提供人像注册服务，并有权对您的人像注册账号采取暂停使用、注销等操作，并保留依法向您追究法律责任的权利。</br>
				    
				    4.5您同意遵守法律法规、社会主义制度、国家利益、公民合法利益、公共秩序、社会道德风尚和信息真实性等“七条底线”，不得利用人像注册服务实施任何违反法律法规、侵害他人合法权益、违反道德和公序良俗的违法行为。
				    </br>
				    4.6您不得实施侵害人像注册知识产权的行为，包括但不限于：
				    </br>
				    4.6.1  删除人像注册软件及其他副本上所有关于版权的信息、内容；
				    </br>
				    4.6.2  对人像注册软件进行反向工程、反向汇编、反向编译等；
				    </br>
				    4.6.3 对于人像注册网站、软件相关信息等，未经新航科技书面同意，擅自实施包括但不限于下列行为：出租、出借、复制、修改、链接、转载、汇编、发表、出版，建立镜像站点、擅自借助人像注册网站和软件发展与之有关的衍生产品、作品、服务、插件、外挂、兼容、互联等；</br>
				    
				    4.7您不得实施任何危害人像注册网站、软件或利用人像注册网站、软件危害计算机网络安全的行为，包括但不限于：企图探查、扫描、测试人像注册网站或软件弱点或其它实施破坏网络安全的行为；企图干涉、破坏本软件系统或网站的正常运行，利用人像注册网站或软件故意传播恶意程序或病毒以及其他破坏干扰正常网络信息服务的行为。、
				    </br>
				    4.8 为保护您的合法权益，在使用过程中您应当及时登录到人像注册网站及/或软件查看了解新航科技的最新公告和通知。</br>
				    
				    4.9您再次承诺不会以任何不合法的方式、为了任何不合法的目的、或以任何与本协议约定不一致的方式使用人像注册服务。如您的行为给新航科技或第三方造成损失的，您应承担责任并赔偿全部损失。
				    </br>
				    4.10本协议其他条款约定的您应遵守的权利义务。
				    </br>
				     
				    
				    <view class="font16">五、新航科技的权利义务</view>
				    </br>
				        5.1新航科技将按照与您的书面合同及本协议的约定依法向您提供您购买的服务，并将尽商业上合理、技术上可行的努力使服务保持稳定、有效。
				    </br>
				    5.2为使您及时全面了解新航科技提供的各项服务、准确选择适合您的最新服务，您同意新航科技在提供服务过程中投放相关的商业性广告或其他任何类型的商业信息，您同意接受新航科技通过电子邮件、短信或其他方式向您发送商品促销或其他相关商业信息。
				    </br>
				    5.3新航科技始终在更新和改进服务。在提供服务过程中，新航科技有权根据自身需要增加或删除本服务的部分或全部功能，有权对软件进行变更、升级、修改、迁移。您同意新航科技有权行使上述权利且不需承担法律规定之外的任何责任。除非新航科技另行说明，否则上述所有变更仍应适用本协议。</br>
				    
				    5.4本协议其他条款约定的新航科技的权利义务。
				    
				     </br>
				    
				   <view class="font16"> 六、服务的中断或终止</view>
				    </br>
				    6.1 如您购买的服务到期但您未及时续费延长服务，新航科技将终止为您提供本服务。服务终止后，新航科技有权立即删除您的数据，为免给您造成损失，建议您提前续费或做好数据备份迁移工作。
				    </br>
				    6.2如发生下列任何一种情形，新航科技可能无法事先通知而随时中断或终止本服务的使用，对因此给您造成的不便或损失，新航科技不承担法律规定之外的任何责任：
				    </br>
				    6.2.1服务遭受自然或人为破坏，无法正常运行；
				    </br>
				    6.2.2突发性的软硬件设备或通信网络故障；
				    </br>
				    6.2.3因网络、第三方原因导致新航科技无法继续提供本服务；
				    </br>
				    6.2.4在紧急情况下为维护国家安全或其他用户、第三者之合法权益；
				    </br>
				    6.2.5根据行政机关、司法机关或法律法规的要求；
				    </br>
				    6.2.6 其他新航科技不可预见、不能避免、不能克服的情形。
				    </br>
				    6.3 新航科技有权判定您的使用行为是否符合本协议之约定，如您违反本协议约定，新航科技有权采取警示、关闭链接、删除信息、限制功能、暂停更新、暂停或终止服务、关闭账号、向有关监管部门或国家机关报告等措施，并保存相关记录。
				    </br>
				    6.4若发生前述中断或终止的情形，新航科技将尽可能通过网页公告、系统通知、私信、短信提醒或其他合理方式通知您。为最大程度保护您自身的合法权益，您应及时查看新航科技的各项通知和公告。
				    </br>
				     
				    
				    <view class="font16">七、隐私政策</view>
				    </br>
				    保护用户隐私是新航科技的一项基本政策。新航科技将按照《人像注册隐私政策》收集、存储、使用、披露和保护您的信息。请您点击并详细阅读。
				    </br>
				    作为您的重要义务，在您使用新航科技的各项服务、功能前，您应完整阅读理解并同意遵守前述隐私政策，否则您无权使用本服务。您点击同意本协议将视为您已了解并同意遵守该隐私政策的约定。
				    </br>
				    当您利用您的已接入人像注册开放平台的应用向第三方提供服务，如您须收集第三方的任何个人数据，则您应事先获得第三方的明确同意。您应当对您的数据收集行为产生的后果独立承担全部责任，新航科技不参与您的数据收集行为，亦不为您承担任何责任。
				    </br>
				     
				    
				    <view>八、知识产权及保密</view>
				    </br>
				    8.1您承诺对您上传、提供的内容拥有合法的知识产权来源。同时您同意新航科技可为了改进本服务之目的使用您的内容，并可用于适当的宣传活动。
				    </br>
				    8.2人像注册网站和软件中非用户上传/提供的文字、软件、声音、图像、视频、图表、商标等，所有这些内容的所有权及知识产权均属于新航科技或相关权利人，未经新航科技及相关权利人明确授权，您不得使用前述内容，不得实施任何可能侵害新航科技知识产权的行为，否则您应承担给新航科技造成的全部损失。
				    </br>
				    8.3 您在本服务中使用的人像注册相关网站、软件，其知识产权属新航科技所有。您仅享有新航科技授予您仅限于本协议目的、非独占的、非排他的、不可转让的有限使用许可。
				    </br>
				    8.4 您与新航科技均应对在签订和履行本协议过程中从对方获知的技术、商业秘密（包括标明保密、虽未标明但根据常识及合理认知应当属于保密的情形等）和其他未面向公众公开的信息，履行保密义务，保密期限为长期。未经对方事先书面同意，任一方不得以任何方式泄露对方保密信息，否则违约方应赔偿给对方造成的全部损失，但新航科技根据行政、司法机关要求提供或在紧急情况下为了保护第三人生命或财产安全而提供的除外。
				    
				     </br>
				    
				   <view class="font16"> 九、免责声明</view>
				    </br>
				    9.1您理解并同意，人像注册网站、软件同大多数网站、软件一样，可能会受多种因素影响，包括但不限于用户原因、网络服务质量、自然和社会环境等；也可能会受各种安全问题的侵扰，包括但不限于他人非法侵入获取用户资料，进行现实中的骚扰或违法利用；用户下载安装的其他软件或访问的其他网站中可能含有病毒、木马程序或其他恶意程序，威胁您的终端设备信息和数据安全，继而影响人像注册网站、软件的正常使用等。由于无法控制，新航科技无法对前述情形承担责任。因此，您应加强信息安全及个人信息的保护意识，注意密码保护，以免遭受损失。
				    </br>
				    9.2 维护网站、软件安全与正常使用是新航科技和您的共同责任，新航科技将按照行业标准合理审慎地采取必要技术措施保护您的信息和数据安全，但是您承认和同意，由于技术水平有限和使用环境复杂，新航科技并不能就此提供完全保证。
				    </br>
				    9.3您理解并同意，本服务不适用于核设施管理、军事用途、医疗救护、交通管理等重要领域。您不应将本服务用于前述领域，否则您应自行承担可能造成的人员伤亡、财产损失和环境破坏等后果并承担赔偿责任，新航科技不承担责任。
				    </br>
				    9.4您应当从新航科技指定的渠道下载正版软件。如果您从非新航科技指定渠道下载软件，新航科技无法保证该软件能够正常使用，并对因此给您造成的损失不予负责。
				    </br>
				    9.5 您理解并同意，新航科技是按照现有成熟可行的技术水平为您提供服务。新航科技将尽到商业上的合理努力提高技术水平、确保服务的稳定和安全，但新航科技不能保证本服务毫无瑕疵。如果采用时下成熟的行业技术水平无法避免相关瑕疵的出现，将不视为新航科技违约。</br>
				    
				    9.6为了实现本服务的核心功能，您可能会向新航科技提供个人信息（包括可能含有人脸的视频、图像及其他个人敏感信息，包括属于您的及他人的个人信息）及组织信息。你承诺在提供信息前已征得相关权利主体之明确同意。对于新航科技而言，您提供信息的行为视为您已获得权利主体的完全授权。在您提供后，若相关权利主体依法向新航科技提出异议，新航科技将依法采取删除、屏蔽、断开链接、中断或终止服务等必要措施。新航科技依法采取前述措施的行为不构成对您的违约。新航科技采取必要措施后将及时通知您，您应当负责与提出异议的权利主体沟通解决，并承担一切责任。新航科技作为中立的服务提供商，不承担法律规定以外的其他责任。关于个人信息的更多内容，请您仔细阅读了解《人像注册隐私政策》。
				    
				     </br>
				    
				    <view class="font16">十、遵守法律监管</view>
				    </br>
				        10.1 您在使用本服务过程中应当遵守所有应适用的法律法规，并尊重当地的道德和风俗习惯。如果您的行为违反了当地法律法规或道德风俗，您应当为此独立承担责任。
				    </br>
				    10.2您应避免因使用本服务而使新航科技卷入政治和公共事件，否则新航科技有权暂停或终止对您的服务，并依法追究您的责任。</br>
				    
				    10.3您承诺不会将新航科技提供的产品或服务用于所有应当适用的进出口管制法律所禁止的用途。非经相关主管机关及新航科技许可，您及您授权使用本服务的其他个人或实体不会通过新航科技服务向所适用的进出口管制法律禁止的实体或个人提供受控的技术、软件或服务。
				    </br>
				    10.3.1您不得将本服务用于任何受到联合国、美国或欧盟出口管制和经济制裁的国家、地区或行业，不得向任何受到联合国、美国或欧盟出口管制和经济制裁的国家、组织、企业或个人提供包含本服务的应用或技术；
				    </br>
				    10.3.2您不得将本服务用于大规模杀伤性武器、生化武器的开发或生产，不得用于有关核爆炸或其他危险的核燃料的活动，不得用于支持严重的人权滥用活动，亦不得利用本服务为从事上述活动的机构或个人提供支持。
				    
				     </br>
				    
				    <view class="font16">十一、适用法律及纠纷解决</view>
				    </br>
				    11.1本协议的订立、效力、解释、履行和争议的解决均适用中华人民共和国的法律法规，并且排除一切冲突法规定的适用。</br>
				    
				    11.2如出现纠纷，您和新航科技一致同意将纠纷交由本协议签订地有管辖权的人民法院诉讼解决。
				    </br>
				    11.3本协议签订地为中华人民共和国福建省福州市。
				    
				     </br>
				    
				    <view class="font16">十二、其他</view>
				    </br>
				    12.1本协议未明示授权的其他一切权利仍由新航科技保留，你在行使这些权利时须另外取得新航科技的书面许可。新航科技不行使、未能及时行使或者未充分行使本协议或者按照法律规定所享有的权利，不应被视为放弃该权利，也不影响新航科技在将来行使该权利。</br>
				    
				    12.2本协议项下新航科技所有的通知均可通过新航科技网站公告、电子邮件、手机短信或常规的信件传送等方式进行，该等通知于发送之日视为已送达收件人，通过邮件发布的通知在邮件寄出时生效。您应及时更新您的电子邮箱地址及手机号码。无论您是否真正收到邮件，当通知发往您账户的关联电子邮箱时，即视为您已经收到邮件。
				    </br>
				    12.3 如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效且具有约束力，您和新航科技均应尽力使该条款设定的本意得到实现。
				    </br>
				    12.4本协议中的标题仅为方便而设，不作为解释本协议的依据。
				    </br>
				    12.5您再次确认并声明：已经仔细阅读并完全理解本协议条款，对于存有疑问的条款已经要求并得到新航科技的充分说明，并接受上述所有条款。
			</view>
			
		</view>
	</view>
</template>

<script></script>

<style lang="scss" scoped>
.particulars-view {
	margin: 32upx 40upx;
	font-size: 28upx;
}
.dcj-yiji {
	font-size: 36upx;
	font-weight: 700;
	text-align: center;
	text-align: right;
}
.dcj-erji {
	font-size: 30upx;
	font-weight: 700;
}
.view-right {
	text-align: right;
	margin-top: 20upx;
}
.mt20 {
	margin-top: 20upx;
}
.fot-borld {
	font-weight: 700;
	font-size: 24upx;
}
.font16{
	font-size: 32upx;
	color: #000;
	margin-top: 16px;
}
</style>
